[
  {
  "political_party": "Green Party of Aotearoa New Zealand",
  "date_received": "4 September 2023",
  "donor": "Marama Davidson",
  "address": "5 Stratford Road\n Manurewa\n Auckland 2105",
  "lat": -37.01214597,
  "lon": 174.9156981,
  "total": 21158,
  "sector": "Political",
  "description": "Marama Mere-Ana Davidson (née Paratene; born 29 December 1973) is a New Zealand politician who entered the New Zealand Parliament in 2015 as a representative of the Green Party of Aotearoa New Zealand, of which she is the female co-leader."
  },
  {
  "political_party": "Green Party of Aotearoa New Zealand",
  "date_received": "4 September 2023",
  "donor": "James Shaw",
  "address": "29 Orangi Kaupapa Road\n Northland\n Wellington 6012",
  "lat": -41.28190583,
  "lon": 174.7621568,
  "total": 20268,
  "sector": "Political",
  "description": "James Peter Edward Shaw (born 6 May 1973) is a New Zealand politician and a leader of the Green Party of Aotearoa New Zealand. Voters elected Shaw to the New Zealand parliament at the 2014 general election as a list representative of the Green Party. The party selected Shaw as its male co-leader in May 2015. Following Metiria Turei's resignation in August 2017, Shaw became the party's sole leader for the duration of the 2017 general election.\n \n In October 2017 the Green Party agreed to support a Labour-led government. Shaw became the Minister of Statistics, Minister for Climate Change and Associate Minister of Finance (outside Cabinet). Following the 2020 general election, the Greens agreed to cooperate with the Labour majority government, and Shaw was re-appointed as the Minister for Climate Change."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "4-Sep-23",
  "donor": "IEF Limited",
  "address": "326 New North Road\n Kingsland\n Auckland",
  "lat": -36.86887193,
  "lon": 174.7514271,
  "total": 23000,
  "sector": "Professional Services, Consultancy, Investment, Accountancy, Immigration Services",
  "description": "International Education Fund Ltd. (IEF) was incorporated in New Zealand with the approval of New Zealand Registrar of Companies and certified by the Department of Internal Affairs, the Ministry of Foreign Affairs and Trade of New Zealand and the Chinese General Consulate in Auckland. Established in 1997, IEF headquartered in the central business district of Auckland with offices in Hong Kong and Macau. We have a professional and experienced team of attorneys, certified public accountants and licensed immigration advisers to provide customers with exquisite and intimate service. Our vision is to build a platform to offer opportunities for migrants, International students and investors to settle well and immerse in New Zealand community."
  },
  {
  "political_party": "New Zealand Labour Party",
  "date_received": "4 September 2023",
  "donor": "Mark James Todd",
  "address": "558 Great North Road\n Grey Lynn\n Auckland 1021",
  "lat": -36.86598542,
  "lon": 174.7373907,
  "total": 50000,
  "sector": "Construction, Property",
  "description": "Co-founder and Development Manager, Ockham Residential\n Mark grew up in Mt Wellington, a fifth-generation Aucklander, the son of a tomato farmer, a proud alumnus of Penrose High School (now One Tree Hill College), and an occasional equestrian. He studied Mathematics at the University of Auckland where he met Benjamin Preston — and after graduating, bummed around for a bit, thinking and labouring.\n \n He started a painting business with brother Carl, which morphed into a building business with their father, Lance. In 2009, this evolved into Ockham Residential, the Auckland ‘urban regenerators’ with an ebullient vision for the city’s future. Specifically: “To make beautiful buildings that people love to live in, homes that honour this dynamic Pacific city, stand the test of time, inspire others — and bring an awesome Auckland lifestyle to as many people and communities as we can.”\n \n An avowed Auckland enthusiast, a deeply practical idealist and proponent of ‘density done well’, Mark believes developers have a responsibility to the communities they help shape. He has contributed to The Spinoff and had the privilege of an hour-long audience with Dame Kim Hill."
  },
  {
  "political_party": "New Zealand Labour Party",
  "date_received": "4 September 2023",
  "donor": "Rail and Maritime Transport Union of New Zealand",
  "address": "Level 1, Tramways Building\n 1 Thorndon Quay\n Pipitea\n Wellington 6011",
  "lat": -41.27767888,
  "lon": 174.7802621,
  "total": 50000,
  "sector": "Union, Maritime",
  "description": "The Rail & Maritime Transport Union is a trade union in New Zealand. It represents transport workers in all aspects of the transport industry; rail, road and ports."
  },
  {
  "political_party": "New Zealand Labour Party",
  "date_received": "4 September 2023",
  "donor": "Maritime Union of New Zealand",
  "address": "220 Willis Street\n Te Aro\n Wellington 6011",
  "lat": -41.29311402,
  "lon": 174.7723104,
  "total": 50000,
  "sector": "Union, Maritime",
  "description": "The Maritime Union of New Zealand is a trade union which represents waterfront workers, seafarers and related workers in New Zealand. It was formed in 2002 from the merger of the New Zealand Waterfront Workers' Union and the New Zealand Seafarers' Union."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "31-Aug-23",
  "donor": "Michael Sullivan",
  "address": "62 Marine Parade\n Mellons Bay\n Auckland 2014",
  "lat": -36.88834728,
  "lon": 174.9388034,
  "total": 50000,
  "sector": "Engineering, Construction",
  "description": "Prior to taking over this role in 2017, Michael was the Auckland Office Director for approximately 10 years. He joined Norman Disney and Young in 2000 from Melbourne and has been part of the Auckland and New Zealand team for 20 years. \n Initially, Michael was instrumental in the growth and success of the Acoustic discipline and particularly the noise and vibration discipline’s growth in New Zealand and Australia. In the past decade, he has been responsible for leading NDY building services teams and the growth of the Auckland Office and over the past 5 years the NZ operation more broadly. Major projects Michael has been involved with include 135 Albert Street, 151 Victoria Street, AWMM, Sylvia Park Projects, Tauranga Crossing, Ormiston Town Centre and more recently Commercial Bay Precinct. \n While Michael’s expertise was primarily focused on commercial buildings, NDY’s core business, particularly NDY’s early VAV designs, it has been extended to specialist applications such as storage facilities for collections, stadia, large school developments and major retail developments such as Tauranga Crossing Stage 2, Sylvia Park Galleria and Ormiston Town Centre. \n He has enjoyed building teams in the New Zealand business over the past 20 plus years and continues to be involved with key appointments and recruitments in the business. Many of the graduate mechanical engineers trained and mentored by Michael are now in senior roles and are key to the NDY business in New Zealand. \n Michael will continue to push and lead the NDY business as it transitions and diversifies into new markets beyond its core business of commercial office buildings and retail developments. The health care team has secured a number of advisory and design commissions from District Health Boards and private hospitals around New Zealand. Other market Sectors will be pursued in the years to come."
  },
  {
  "political_party": "Freedoms New Zealand",
  "date_received": "29 August 2023",
  "donor": "Warwick and Averil Norman",
  "address": "5 Paget Street \n Freemans Bay\n Auckland",
  "lat": -36.85537565,
  "lon": 174.7475133,
  "total": 23000,
  "sector": "Flooring",
  "description": "NA"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "29-Aug-23",
  "donor": "Cheryl Adams",
  "address": "188 State Highway 2\n Bethlehem\n Tauranga 3110",
  "lat": -37.6950876,
  "lon": 176.1146278,
  "total": 29000,
  "sector": "Telecommunications, Property, Construction",
  "description": "Wife of Sir Paul Adams of Carrus Corporation. .Patron of IHC Bay of Plenty and Te Tuinga Whanau Support Services Trust. Life member of Waipuna Hospice\n .Chairman of Accessible Properties\n .Director of Kordia, a state-owned telecommunications company\n .Council member of the University of Waikato\n .Donated to the university for the development of the University of Waikato Adams Centre for High Performance\n .Board member of the Correspondence School Te Kura for four years\n .Founding director of Priority One\n .Recognised in the Westpac Business Awards in 2013 for business leadership and in 2018 for corporate sponsorship"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "28 August 2023",
  "donor": "David Richwhite",
  "address": "Unit 1/105 Sarsfield Street\n Herne Bay\n Auckland",
  "lat": -36.8418694,
  "lon": 174.7331507,
  "total": 59725,
  "sector": "Finance, Banking, Property, Venture Capital",
  "description": "David MacKellar Richwhite (born 1948) is a New Zealand investment banker and was a partner in Fay, Richwhite & Company with Sir Michael Fay.\n \n Educated at King's College, Auckland and the University of Otago, where he graduated in 1974 with a Bachelor of Commerce degree,[1] Richwhite's personal wealth was largely acquired during the late 1980s and early 1990s. During this period he had a significant and controversial role in the structural adjustment of the New Zealand economy undertaken by the Fourth Labour Government.\n \n Fay, Richwhite & Company was the prime focus of the \"Winebox Inquiry\" which dealt with, among other things, tax-avoidance arrangements in the Cook Islands. The publicity surrounding the inquiry generated considerable public ill-feeling towards Fay and Richwhite.\n \n Based in Geneva from 1998 to 2003, Richwhite now lives with his family in London."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "28 August 2023",
  "donor": "Jillian Sandra Garing",
  "address": "5B/20 Market Place\n Auckland Central\n Auckland",
  "lat": -36.84421725,
  "lon": 174.7611505,
  "total": 29000,
  "sector": "Consultancy, Technology, Marketing, Strategy, AU",
  "description": "Shareholder in Matrix AI consultancy"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "25 August 2023",
  "donor": "Christopher and Michaela Meehan",
  "address": "88 Speargrass Flat Road\n Queenstown",
  "lat": -44.97143728,
  "lon": 168.7560433,
  "total": 103260,
  "sector": "Property",
  "description": "Christopher Scott Meehan is responsible for advising Lakeside Developments 2017\n Limited (“LDL”) about consenting, development, marketing and sales strategy, and other aspects of\n greenfield residential master planned development, intended to be carried out by LDL, in developing the development to be known as ‘Lakeside’.\n Also a director of LDL.\n Chris Meehan has been involved in different aspects of property development for about 20 years. In 2000, established Belle Property in Sydney, Australia. Belle is a property marketing and real estate agency\n company, which specialises in premium real estate services. In 2008, Meehan formed Winton Partners. Winton Partners is a New Zealand owned residential developer, of note, with 12 land development projects underway throughout New Zealand and Australia, that will\n deliver in excess of 7,000 residential lots and apartment units upon completion."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "25 August 2023",
  "donor": "Ateco Group NZ Ltd via Neville Crichton",
  "address": "40 Paisley Place\n Mount Wellington\n Auckland 1060",
  "lat": -36.9180627,
  "lon": 174.8538915,
  "total": 25000,
  "sector": "Automotives",
  "description": "The Ateco Group, or the Australian Tractor and Engineering Company as it was originally founded, started life as a general engineering company. At that time, Ateco offered a wide range of engineering and complete vehicle solutions within what was then a highly regulated and tariff protected, locally manufactured vehicle and transport industry.\n \n In 1985 the company was acquired by Neville Crichton, a successful businessman and entrepreneur who had worked in his native New Zealand, Australia and the United States across a broad range of automotive business. Crichton was attracted to Ateco by its license to import Suzuki vehicles to the Australian state of New South Wales (NSW) and the Australian Capital Territory (ACT). He correctly saw that a sea change in Australian automotive tariffs and automotive import rules would open the car market and produce a range of business opportunities for car companies that had left the Australian car market or never launched here.\n \n Even in an industry renowned for its rapidly evolving business and products, the history of the Ateco Group shows it to be a uniquely dynamic and fast-moving company that grabs opportunities, maximises them and provides Original Equipment Manufacturers or OEMs with excellent growth in markets serviced by Ateco Group companies."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "22-Aug-23",
  "donor": "Christopher Parkin",
  "address": "810/257 Wakefield Street\n Te Aro\n Wellington",
  "lat": -41.292217,
  "lon": 174.782595,
  "total": 20500,
  "sector": "Hotels, Arts",
  "description": "Christopher Wilton Parkin CNZM (born 1948) is a New Zealand businessman, art collector and philanthropist."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "21 August 2023",
  "donor": "Neale Underdown",
  "address": "204 Tucker Beach Road\n Lower Shotover 9371",
  "lat": -44.98886643,
  "lon": 168.7520253,
  "total": 100000,
  "sector": "NA",
  "description": "Null"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "11 August 2023",
  "donor": "Jonathan Edward Schick",
  "address": "928 Kaipaki Road Kaipaki Cambridge",
  "lat": -37.8950811,
  "lon": 175.4107917,
  "total": 55000,
  "sector": "forestry, Building Materials",
  "description": "Jonny Schick, owner of Shaw's in Cambridge, has a reputation for innovation and building strong relationships throughout the forestry industry. He recently pledged kick-starter funding to the Women in Forestry network and does heaps of good for forestry in general. In this blog post, we delve deeper into some of the awesome work Shaw's and Jonny do, as well as say a massive thanks for their support."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "11 August 2023",
  "donor": "Oregon Group Limited",
  "address": "Level 4, Norfolk House 18 High Street Auckland",
  "lat": -36.8473154,
  "lon": 174.7667846,
  "total": 62000,
  "sector": "forestry, wood processing, property development, salmon farming and plastics manufacturing, Building Materials, Construction",
  "description": "Oregon Group Limited is an investment holding company of the Tiong family of Malaysia led by Tan Sri Sir Tiong Hiew King. \n \n The company is involved in forestry, wood processing, property development, salmon farming and plastics manufacturing. \n \n It's principal subsidiaries are Ernslaw One, Winstone Pulp International, Neil Group, New Zealand King Salmon, Lumberbank, Talus Industries, Innova Products and Oregon Nurseries."
  },
  {
  "political_party": "New Zealand First",
  "date_received": "11 August 2023",
  "donor": "M J Wyborn",
  "address": "1C, 89 Halsey Street The Viaduct Auckland",
  "lat": -38.21441,
  "lon": 175.855523,
  "total": 100000,
  "sector": "Property, Joint Ventures, Property Finance, Venture Capital, Finance, Construction",
  "description": "At the age of 78, Auckland property investor Mark Wyborn has pretty much retreated from the day-to-day running of a huge property portfolio that includes major shareholdings in Auckland’s Viaduct Harbour and the central North Island.\n \n Along with long-time investment partners Trevor Farmer, Alan Gibbs and Ross Green, Wyborn remains a major shareholder in Viaduct Harbour Holdings, which bought 28 hectares of Viaduct Harbour land from Ports of Auckland in 1996 and turned it into a $1 billion land bank that draws a steady and no doubt lucrative income stream from ground leases.\n \n In early 2018 VHH found itself in the middle of the battle to decide where the 2021 America’s Cup bases should be sited on Auckland’s Waitemata waterfront when it criticised Team NZ plans to extend Wynyard Wharf. VHH chief executive Angela Bull said the extension would be a visual barrier to the waterfront and Team NZ responded in vitriolic style saying: “Anything they come up with will be laced with money-making self interest.”\n \n While mostly a passive investor, VHH has unveiled plans for a luxury hotel on the old Simunovich Fisheries site overlooking the Viaduct. Renamed ‘One Market Square’, the 165-room, five star-hotel will provide stunning views of Auckland and the Hauraki Gulf and Bull says it will be a world-class development that all Aucklanders can be proud of.\n \n Wyborn’s other major investments include a quarter share in Tramco Group, the property investment company that owns the huge 25,000ha Wairakei Estate in the central North Island, which has been partially converted into dairy farms leased by Landcorp. \n \n Nowadays, the former bulldozer contractor is represented on various boards by his property investor son, Justin, who manages Auckland’s Vantage Group and Vantage Properties. Perhaps with succession in mind, several companies have been created with shares equally divided between Wyborn senior and his children including Wyborn Capital Properties which owns a small portfolio of industrial buildings in East Tamaki."
  },
  {
  "political_party": "New Zealand First",
  "date_received": "11 August 2023",
  "donor": "Dave Muller",
  "address": "Suite 1, Level 1112 Parnell Road Parnell Auckland",
  "lat": -36.8615323,
  "lon": 174.7821961,
  "total": 30000,
  "sector": "Property",
  "description": "David Muller’s company, Tram Lease, which he owns with two other rich listers, Adrian Burr and Mark Wyborn, boasts a 28ha property portfolio mostly in the upper North Island.\n \n In Auckland Tram Lease owns a mix of properties mainly along key transport lines, including large tracts of former railway land around Newmarket and commercial and industrial sites through Onehunga and Penrose.\n \n Tram Lease made headlines as an opponent to Auckland’s City Rail Link, taking it to the Environment Court over the disruption caused to one of its Mt Eden Properties. The rich-lister backed property unit was unsuccessful however.\n \n Tram Lease is one portfolio within a wider property company, Tramco, which boasts $1.8 billion in assets and claims to be one of the country’s biggest privately held land property groups."
  },
  {
  "political_party": "New Zealand First",
  "date_received": "11 August 2023",
  "donor": "Z A Unkovich",
  "address": "78 Arney Road Remuera Auckland",
  "lat": -36.8686917,
  "lon": 174.7923621,
  "total": 50000,
  "sector": null,
  "description": "nul"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "3 August 2023",
  "donor": "Mark Townsend",
  "address": "4938 State Highway 2 RD1 Ngatea 3597",
  "lat": -37.279617,
  "lon": 175.532581,
  "total": 30000,
  "sector": "Dairy, Agriculture, food production",
  "description": "Mark is a professional director with a focus on dairy industry governance.He has more than 40 years farming experience with current interests in New Zealand (Hauraki, Canterbury, Southland), North America and South America. Mark was a director of New Zealand Dairy Group, New Zealand Dairy Board and a founding director of Fonterra.\n \n Mark also dedicates time to developing the next generation of dairy farmers within the community and is a current trustee of the Haurakian Charitable Trust. Mark has spent over 25 years actively on farm working in tandem with research institutions and leading farmers always driving for greater innovation. \n \n Bovine genetics have been a lifetime interest for Mark and his stud herd has been amongst NZ’s highest economically ranked dairy herds for many years. He has supplied in excess of 300 sires to artificial breeding companies in NZ.\n \n In 1997 Mark and his wife Diane were the inaugural recipients of the A.C. Cameron National Award for Excellence in Farming in New Zealand."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "3 August 2023",
  "donor": "Diane Townsend",
  "address": "4938 State Highway 2 RD1 Ngatea 3597",
  "lat": -37.279617,
  "lon": 175.532581,
  "total": 20150,
  "sector": "Dairy, Agriculture, food production",
  "description": "Partner of Mark Townsend and inaugural recipients of A.C. Cameron National Award for Excellence in Farming"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "1 August 2023",
  "donor": "Michael Sullivan",
  "address": "62 Marine Parade Mellons Bay Auckland",
  "lat": -36.8481675,
  "lon": 174.7263993,
  "total": 50000,
  "sector": "Engineering, Construction",
  "description": "Prior to taking over this role in 2017, Michael was the Auckland Office Director for approximately 10 years. He joined Norman Disney and Young in 2000 from Melbourne and has been part of the Auckland and New Zealand team for 20 years. \n Initially, Michael was instrumental in the growth and success of the Acoustic discipline and particularly the noise and vibration discipline’s growth in New Zealand and Australia. In the past decade, he has been responsible for leading NDY building services teams and the growth of the Auckland Office and over the past 5 years the NZ operation more broadly. Major projects Michael has been involved with include 135 Albert Street, 151 Victoria Street, AWMM, Sylvia Park Projects, Tauranga Crossing, Ormiston Town Centre and more recently Commercial Bay Precinct. \n While Michael’s expertise was primarily focused on commercial buildings, NDY’s core business, particularly NDY’s early VAV designs, it has been extended to specialist applications such as storage facilities for collections, stadia, large school developments and major retail developments such as Tauranga Crossing Stage 2, Sylvia Park Galleria and Ormiston Town Centre. \n He has enjoyed building teams in the New Zealand business over the past 20 plus years and continues to be involved with key appointments and recruitments in the business. Many of the graduate mechanical engineers trained and mentored by Michael are now in senior roles and are key to the NDY business in New Zealand. \n Michael will continue to push and lead the NDY business as it transitions and diversifies into new markets beyond its core business of commercial office buildings and retail developments. The health care team has secured a number of advisory and design commissions from District Health Boards and private hospitals around New Zealand. Other market Sectors will be pursued in the years to come."
  },
  {
  "political_party": "Te Pāti Māori",
  "date_received": "31 July 2023",
  "donor": "John Tamihere",
  "address": "11 Karemoana Drive Te Atatū Auckland",
  "lat": -36.834763,
  "lon": 174.661612,
  "total": 50000,
  "sector": "Political",
  "description": "John Tamihere - JT as is he is affectionately known - is one of Māoridom’s greatest enigmas. Whether it has been battling in the political arena, where JT served two terms as a Government Minister or going toe-to-toe with iwi leadership over the rights of urban Māori, JT has never waivered from advocating for the rights and mana of his people.\n \n Brought up by a rugby league loving Māori father and staunchly Catholic Pākehā mother, JT’s parents were a huge influence and encouraging force in his life. Born 10th of 12 children, JT was the first to attend university, graduating with a double degree in arts and law. In 1988, he was the youngest Regional Manager, Department of Māori Affairs and the youngest District Solicitor for Waikato Maniapoto Land District.\n \n JT was appointed as CEO of West Auckland’s Waipareira Trust as Waitangi Treaty settlements with the Crown were being settled. But urban Māori were given no concessions or rights and JT, despite his own iwi affiliations, took the Wai414 Claim to the Waitangi Tribunal and later the Privvy Council in London to address this injustice. The legal ruling of the Wai414 Claim recognised urban Māori under the Treaty.\n \n That win catapulted JT into politics and he easily won the Hauraki Electorate for Labour, also appointed Chair of the Māori Affairs Select Comittee. There was consensus that JT would become our first Māori Prime Minister, after winning the Tāmaki Makaurau seat in 2002 and promoted to Cabinet, that view seemed on track.\n \n In 2005, JT left parliament, returning to Whānau Waipareira, where he has grown the organisation’s balance sheet by 90%, while establishing Waipareira as a local, national and internationally recognised whānau, who deploy services across an integrated framework.\n \n He has also led the establishment of North Island Whānau Ora Commissioning Agency Te Pou Matakana. JT remains lead negotiator Ngāti Porou ki Hauraki and Chair of Ngāti Porou ki Hauraki and a Māori appointment on the Māori TV Board.\n \n JT’s vision, leadership and genuine crossover appeal with Pākehā, has become a loss to politics but a major victory for urban Māori. - Willie Jackson"
  },
  {
  "political_party": "Freedoms New Zealand",
  "date_received": "27 July 2023",
  "donor": "Vision New Zealand",
  "address": "44 Bob Charles Drive Golflands Auckland 2013",
  "lat": -36.9220179,
  "lon": 174.9120829,
  "total": 47052.53,
  "sector": "Political",
  "description": "Political party affiliated with Destiny Church"
  },
  {
  "political_party": "Green Party of Aotearoa New Zealand",
  "date_received": "25 July 2023",
  "donor": "Robert Morgan",
  "address": "348 Oriental Parade Wellington 6011",
  "lat": -41.288951,
  "lon": 174.7985844,
  "total": 50000,
  "sector": "Venture Capital, Finance",
  "description": "Successful technology entrepreneur and private investor with a strong and varied international background, now focused on early stage start-up companies with socially and environmentally responsible business models."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "25 July 2023",
  "donor": "Marcus Kearns",
  "address": "16 Crannig Fen Wattle Downs Auckland 2103",
  "lat": -37.043697,
  "lon": 174.892398,
  "total": 25000,
  "sector": "Flooring",
  "description": "Flooring Specialist"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "25 July 2023",
  "donor": "David Richwhite",
  "address": "1/105 Sarsfield Street Herne Bay Auckland",
  "lat": -36.8418694,
  "lon": 174.7331507,
  "total": 50000,
  "sector": "Finance, Banking, Property, Venture Capital",
  "description": "David MacKellar Richwhite (born 1948) is a New Zealand investment banker and was a partner in Fay, Richwhite & Company with Sir Michael Fay.\n \n Educated at King's College, Auckland and the University of Otago, where he graduated in 1974 with a Bachelor of Commerce degree,[1] Richwhite's personal wealth was largely acquired during the late 1980s and early 1990s. During this period he had a significant and controversial role in the structural adjustment of the New Zealand economy undertaken by the Fourth Labour Government.\n \n Fay, Richwhite & Company was the prime focus of the \"Winebox Inquiry\" which dealt with, among other things, tax-avoidance arrangements in the Cook Islands. The publicity surrounding the inquiry generated considerable public ill-feeling towards Fay and Richwhite.\n \n Based in Geneva from 1998 to 2003, Richwhite now lives with his family in London."
  },
  {
  "political_party": "Vision New Zealand",
  "date_received": "24 July 2023",
  "donor": "Cheyne Huka Hakaraia",
  "address": "105 Pakowhai Road Hastings",
  "lat": -39.6301185,
  "lon": 176.8318709,
  "total": 23000,
  "sector": "Property, Construction",
  "description": "Associate of Destiny Church"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "24 July 2023",
  "donor": "Calum Manson",
  "address": "74 St. George's Bay Road Parnell Auckland 1052",
  "lat": -36.852961,
  "lon": 174.782226,
  "total": 70000,
  "sector": "Property",
  "description": "Culum Manson has spent the last 20 years in the property development business, as Commercial Director of Manson TCLM. He has negotiated the leasing deals in many of the largest office developments in the country, including Spark, GE, Watercare, AA Insurance, Simpson Grierson, BDO, Lumley Finance, NZME, Meredith Connell, Mercury Energy, Tegel Foods and BNZ. To date, he has completed over $2 billion of commercial transactions.\n \n Culum’s experience is particularly valuable when NZMS clients undertake Office, Commercial and Industrial projects."
  },
  {
  "political_party": "Freedoms New Zealand",
  "date_received": "24 July 2023",
  "donor": "Warwick & Averil Norman",
  "address": "5 Paget Street Freemans Bay Auckland",
  "lat": -36.8553918,
  "lon": 174.7475274,
  "total": 23000,
  "sector": "Flooring",
  "description": "Na"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "20 July 2023",
  "donor": "Cambrian TrustC/- Cambrian Trustee Limited via Philip ThorntonHasketh HenryLevel",
  "address": "10188 Quay Street Auckland 1010",
  "lat": -36.8427958,
  "lon": 174.7651231,
  "total": 50000,
  "sector": "Engineering, Construction",
  "description": "Na"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "19 July 2023",
  "donor": "Craig & Shayne Greenlees",
  "address": "96 Plummer Road Tauranga 3176",
  "lat": -37.671696,
  "lon": 176.139348,
  "total": 50000,
  "sector": "Horticulture, Fruit Export, Orchards, Agriculture, food production",
  "description": "Craig has been an orchard owner and industry leader since 1983. Craig jointly founded DMS with Paul and is joint Managing Director of DMS Progrowers.\n \n Craig served as a Director of Zespri from 1999 - 2014 and was Chairman of the Board from 2002 - 2008. During this time with Zespri, Craig oversaw the growth of Hort16A (the first ‘Gold’ kiwifruit) in global markets, as well as the subsequent transition to the SunGold variety that drives the huge profitability of the industry today. Craig was a founding member and served as Deputy President of New Zealand Kiwifruit Growers Incorporated, and also helped form the Industry Advisory Council, which caters specifically to the financial, tax and regulatory aspects of the kiwifruit industry. \n \n Craig is an active orchard owner and investor, and currently has a direct interest in 38 orchards held in the Bay of Plenty and Kerikeri.\n \n Craig has an extensive background in corporate governance, finance and operational management, particularly within agribusiness. Alongside Paul, Craig has established numerous successful kiwifruit partnerships that continue to operate successfully today under his leadership and direction."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "18 July 2023",
  "donor": "Hugh Ross Jones",
  "address": "37 Saltburn Road Milford Auckland 0620",
  "lat": -36.7707555,
  "lon": 174.7714371,
  "total": 100000,
  "sector": "Aviation, Property",
  "description": "Former director of aviation firm, now investor in property"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "18 July 2023",
  "donor": "VDB Management Services Limited",
  "address": "652 Great South Road Manukau Auckland",
  "lat": -36.9870934,
  "lon": 174.8819762,
  "total": 50000,
  "sector": "Poultry, food production",
  "description": "Associated with the Van Den Brink group who deal in poultry"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "18 July 2023",
  "donor": "Buen Holdings Limited",
  "address": "48 Crooks Road East Tamaki Auckland 2013",
  "lat": -36.9394622,
  "lon": 174.89331,
  "total": 200000,
  "sector": "Health Supplements, food production",
  "description": "Buen Wellness are part of Buen Group branding subsidiary. Our group vision is to manufacture gold standard, premium quality products that benefit customers as they navigate market complexities, particularly in the global setting. We also aim to implement market access and value optimization strategies from both a product-specific and brand value perspective. Buen Wellness has a portfolio of brands including MHD, NZN, Nuzeel and Gisbuer."
  },
  {
  "political_party": "New Zealand First",
  "date_received": "10 July 2023",
  "donor": "MJ Wyborn",
  "address": "1C, 89 Halsey Street The Viaduct Auckland",
  "lat": -36.849193,
  "lon": 174.764111,
  "total": 50000,
  "sector": "Property, Joint Ventures, Property Finance, Venture Capital, Finance, Construction",
  "description": "At the age of 78, Auckland property investor Mark Wyborn has pretty much retreated from the day-to-day running of a huge property portfolio that includes major shareholdings in Auckland’s Viaduct Harbour and the central North Island.\n \n Along with long-time investment partners Trevor Farmer, Alan Gibbs and Ross Green, Wyborn remains a major shareholder in Viaduct Harbour Holdings, which bought 28 hectares of Viaduct Harbour land from Ports of Auckland in 1996 and turned it into a $1 billion land bank that draws a steady and no doubt lucrative income stream from ground leases.\n \n In early 2018 VHH found itself in the middle of the battle to decide where the 2021 America’s Cup bases should be sited on Auckland’s Waitemata waterfront when it criticised Team NZ plans to extend Wynyard Wharf. VHH chief executive Angela Bull said the extension would be a visual barrier to the waterfront and Team NZ responded in vitriolic style saying: “Anything they come up with will be laced with money-making self interest.”\n \n While mostly a passive investor, VHH has unveiled plans for a luxury hotel on the old Simunovich Fisheries site overlooking the Viaduct. Renamed ‘One Market Square’, the 165-room, five star-hotel will provide stunning views of Auckland and the Hauraki Gulf and Bull says it will be a world-class development that all Aucklanders can be proud of.\n \n Wyborn’s other major investments include a quarter share in Tramco Group, the property investment company that owns the huge 25,000ha Wairakei Estate in the central North Island, which has been partially converted into dairy farms leased by Landcorp. \n \n Nowadays, the former bulldozer contractor is represented on various boards by his property investor son, Justin, who manages Auckland’s Vantage Group and Vantage Properties. Perhaps with succession in mind, several companies have been created with shares equally divided between Wyborn senior and his children including Wyborn Capital Properties which owns a small portfolio of industrial buildings in East Tamaki."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "5 July 2023",
  "donor": "Graeme Thomas Harrison",
  "address": "143 Forest Drive Methven 7730",
  "lat": -43.6287623,
  "lon": 171.6369484,
  "total": 20254,
  "sector": "Meat, Agriculture, food production",
  "description": "Sir Graeme Thomas Harrison KNZM (born 13 November 1948) is a New Zealand business executive. He was the driving force behind ANZCO Foods, which is New Zealand's fifth-largest exporter. He was at the helm of ANZCO Foods for 34 years until his retirement in 2018."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "30 June 2023",
  "donor": "Warren Lewis",
  "address": "45 Cliff Road St Heliers Auckland 1071",
  "lat": -36.8460187,
  "lon": 174.8623614,
  "total": 500000,
  "sector": "Building Materials, Metals, Autosports",
  "description": "Warren Lewis, managing director of Fairview Metal Industries and a motorsports enthusiast, made the $500,000 donation to National in what is believed to be the largest-ever individual donation to the party. National has not been able to immediately find a larger donation in its records, but cannot rule out a bequest in the past."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "29 June 2023",
  "donor": "Atlas Concrete Limited",
  "address": "11 Wairau Road Takapuna Auckland 0627",
  "lat": -36.7810649,
  "lon": 174.7514595,
  "total": 50000,
  "sector": "Building Materials",
  "description": "Concrete Manufacturers"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "29 June 2023",
  "donor": "Stephen Owen",
  "address": "14 Ronaki Road Mission Bay Auckland",
  "lat": -36.8503469,
  "lon": 174.8329591,
  "total": 50000,
  "sector": "Property",
  "description": "Property Magnate"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "29 June 2023",
  "donor": "Craig Heatley",
  "address": "10C Brett Avenue Takapuna Auckland 0622",
  "lat": -36.7812466,
  "lon": 174.7766175,
  "total": 50000,
  "sector": "Investment, Property, Finance, Construction",
  "description": "Craig Leonard Heatley CNZM (born 29 May 1956)[1] is a New Zealand businessman, entrepreneur and philanthropist. He is one of the wealthiest men in New Zealand according to the New Zealand National Business Review. His net worth is estimated to be $550 million."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "21 June 2023",
  "donor": "Nicholas James Mowbray",
  "address": "186 Mahoenui Valley Road Coatesville Auckland",
  "lat": -36.725203,
  "lon": 174.660116,
  "total": 50000,
  "sector": "Manufacturing",
  "description": "Zuru toy manufacturing"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "21 June 2023",
  "donor": "West Reeve Family Trust via Eldon Reeve and Hilary West",
  "address": "90 Grampian Road St Heliers Auckland 1071",
  "lat": -36.8609064,
  "lon": 174.8462205,
  "total": 25000,
  "sector": "Recycling",
  "description": "Eldon oversees their 130+ highly skilled and experienced workforce that flexibly work across both the recycling and demolition arms of the business. Eldon has exercised his experience in mergers\n and acquisitions to strategically steer Phoenix Metalman Recycling into a growth phase responding to demand in an exciting global recycling industry. By recovering re-useable metallics, PMR are not only diverting material from landfill, but also reducing the depletion of natural resources. The metal recycling sector plays a significant part in our disposable society, as we continue to push towards a cleaner and greener New Zealand."
  },
  {
  "political_party": "Green Party of Aotearoa New Zealand",
  "date_received": "16 June 2023",
  "donor": "Suzy Amis Cameron and James Cameron",
  "address": "3289 Western Lake Road RD3 Featherston Wellington 5773",
  "lat": -41.118946,
  "lon": 175.316403,
  "total": 50000,
  "sector": "Filmmaking, Farming",
  "description": "Avatar director and submariner with large interests in a farming operation in Featherston"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "21 June 2023",
  "donor": "Trevor Farmer",
  "address": "6/16 Viaduct Harbour Avenue Auckland Central Auckland",
  "lat": -36.8456132,
  "lon": 174.7584091,
  "total": 100000,
  "sector": "Property, Finance, Venture Capital, Construction",
  "description": "Trevor Farmer keeps a low profile despite owning a property portfolio worth hundreds of millions of dollars.\n \n Now in is 80s, his son, Dean, represents the family interests on the boards of investment vehicles including Viaduct Harbour Holdings, Tramco and Tappenden Holdings, whose major assets include the huge Wairakei Pastoral development in the central North Island and a $1 billion land bank in Auckland's Viaduct Harbour.\n \n Through their 30% shareholding in Viaduct Harbour Holdings, the Farmers are behind plans for a new 165-room luxury waterfront hotel called One Market Square which is being marketed to international investors for construction on the old Simunovich Fisheries site.\n \n Tappenden owns a small stake in 9 Spoke, the New Zealand-based cloud accounting start-up that listed on the ASX in 2016.\n \n Keen supporters of the arts, Trevor and Jan Farmer are long time residents on Auckland's plush Paritai Drive and, along with fellow Rich Lister Sir Christopher Mace, they share in the ownership of the 180ha Paroa Bay Station overlooking the sea near Russell."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "21 June 2023",
  "donor": "ADN Commercial Ltd",
  "address": "76 Ossie James Drive Rekuhia Hamilton 3283",
  "lat": -37.864016,
  "lon": 175.338674,
  "total": 24500,
  "sector": "Marketing",
  "description": "Globox Digital Outdoor a trading name of ADN Commercial Limited"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "20 June 2023",
  "donor": "Jeffrey Graeme Douglas",
  "address": "Remuera Auckland 1050",
  "lat": -36.8759344,
  "lon": 174.8014178,
  "total": 51303.3,
  "sector": "Pharmeuticals",
  "description": "Douglas Pharmaceuticals began when founder, Graeme Douglas, created a cough syrup called Kofsin, while working as a chemist in Te Atatū, West Auckland. As demand for the cough syrup grew, the company contracted manufacturing chemists to maintain enough supply. Afterwards, the company began importing niche pharmaceuticals and packaging them at Douglas's chemist shop before distributing them to other pharmacists. In the early 1970s, Douglas's chemist shop had over $2 million in revenue when he sold it to focus on the pharmaceutical business.[3]\n \n By the late 80s, Douglas Pharmaceuticals was selling over 40 products and had a revenue of $25 million, which increased in ten years to more than $70 million.[3]\n \n In 2012, Sir Graeme's eldest son Jeff began handling much of the day-to-day running of the company. In 2014, Graeme Douglas stepped down from the company's day-to-day business, and his son Jeff Douglas became managing director of the company.[2][3]\n \n As of 2016, the company employed more than 450 people and manufactured products sold in 35 countries."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "20 June 2023",
  "donor": "Christopher & Banks LTD",
  "address": "188 Quay StreetAuckland",
  "lat": -36.8430369,
  "lon": 174.7653522,
  "total": 100000,
  "sector": "Technology, Finance",
  "description": "Christopher and Peter Huljich have invested (via their private equity business Christopher and Banks Limited (John Banks (managing partner) and Chris Hulich (partner)[18]), in a number of business startups and established technology businesses[19] including \"Pushpay\" which facilitates donations to charitable organisations and of which Peter and Chris Huljich are directors.[20] On 14 July, interests associated with Peter and Chris Huljich sold a $120m bloc of shares, representing around 5% of the company share register.[1] They continued to hold around 15% of the company post selldown ."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "20 June 2023",
  "donor": "Andrew Krukziener",
  "address": "The Colonial Building 163 Queen Street Auckland CBD 1010",
  "lat": -36.84768325,
  "lon": 174.7653543,
  "total": 22000,
  "sector": "Property, Property Development, Construction",
  "description": "Krukziener Properties was founded by Andrew Krukziener in 1988. The company initially focused on residential investment in suburban locations and then became the first to convert commercial offices to residential inner city dwellings. The company has since created a rich portfolio of developments that span retail, restaurant, residential, hotel, serviced apartment and commercial office buildings.\n \n Krukziener Properties has been responsible for the purchase and development of over 100 residential and commercial buildings throughout Auckland. To date the company has recorded projects totalling more than NZ $1.3 billion. Widely acknowledged as the market leader in quality design, Krukziener Properties has received a number of industry awards including a number of BOMA Design Excellence Awards, Tourism and Leisure Property Awards and an Australasian Award for Best International Construction Project. Krukziener Properties is committed to the preservation of historical buildings through discerning renovation and has restored and redeveloped many recognised landmarks in Auckland City.\n \n The most widely recognised of these developments are the restoration of the Customhouse into DFS Galleria, the transformation of the Old Magistrates Courthouse into the Metropolis five star hotel entrance, the refurbishment of the former New Art Gallery into retail and offices and the refurbishment of One Queen Street into HSBC's NZ Head office.\n \n Krukziener Properties has consistently been a leader in the market, setting new benchmarks of quality and value within Auckland City. The company has been involved in over fifty joint ventures with investment syndicates and private individuals, all of whom have benefitted from exceptional returns on their investments over the last 25 years. The goal of Krukziener Properties is to create profitable, quality projects that provide a quality environment in which people enjoy living and working. This goal is reflected in the company's completed developments, which feature architectural beauty, innovative design, quality construction and excellent returns on investment."
  },
  {
  "political_party": "Green Party of Aotearoa New Zealand",
  "date_received": "20 June 2023",
  "donor": "Greg Payne",
  "address": "350 Mahurangi West Road Warkworth 0983",
  "lat": -36.403788,
  "lon": 174.665313,
  "total": 25010,
  "sector": "Logistics, Horseracing, Freight, Transportation",
  "description": "Na"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "13 June 2023",
  "donor": "Andrew Kelly",
  "address": "61 Manuwai Drive Matua Tauranga 3110",
  "lat": -37.6669989,
  "lon": 176.1166047,
  "total": 25000,
  "sector": "Pharmeuticals, Agriculture, Healthcare, Biotechnology",
  "description": "Dr Andrew Kelly is the executive director and co-founder of BioPacific Partners, a biotech investment and consulting firm focused on providing new product development services to many of the world’s largest pharmaceutical and consumer health companies. He has a PhD with management training and is broadly experienced and networked across the Australian biotech scene. His 35-year career spans the full spectrum of discovery science through to commercial success, focusing in equal measures on research, commercialisation and investment. Starting with a Bachelor of Veterinary Science, Dr Kelly engaged in life science research and development in Australia and Canada, subsequently attaining Masters and PhD degrees. Dr Kelly led new product development for Ag Research, a large New Zealand research and development organisation, where he was also responsible for deep engagement with startups and fundraising. In 2005, Dr Kelly co-founded BioPacific Ventures - the first specialist venture fund focused across the spectrum of health, food and agriculture in Australia - which he led for 10 years. In 2014, he co-founded BioPacific Partners, partnering with some of the largest global companies investing and engaging with Australian innovation."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "13 June 2023",
  "donor": "Jocelyn E A Lindsay",
  "address": "11A Burwood Crescent Remuera Auckland 1050",
  "lat": -36.8623941,
  "lon": 174.7995958,
  "total": 50000,
  "sector": "NA",
  "description": "NA"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "13 June 2023",
  "donor": "Brendan J Lindsay",
  "address": "11A Burwood Crescent Remuera Auckland 1050",
  "lat": -36.8623941,
  "lon": 174.7995958,
  "total": 50000,
  "sector": "Manufacturing, Horseracing",
  "description": "Brendan Lindsay grew up in Pukerua Bay near Wellington. In 1982 he established the successful New Zealand manufacturing company Sistema Plastics. Following its sale in 2016, Brendan and wife Jo purchased the iconic Cambridge Horse Stud realising their joint passion for the horse racing Industry and ensuring it remained in New Zealand hands. Brendan and Jo have always been involved in helping those less fortunate and have more recently established the Lindsay Foundation to further those aims"
  },
  {
  "political_party": "Green Party of Aotearoa New Zealand",
  "date_received": "13 June 2023",
  "donor": "L F Tapert",
  "address": "75 Godden Crescent Mission Bay Auckland 1071",
  "lat": -36.8596247,
  "lon": 174.8338652,
  "total": 50000,
  "sector": "Filmmaking",
  "description": "Otherwise known as the actress Lucy Lawless"
  },
  {
  "political_party": "New Zealand Labour Party",
  "date_received": "7 June 2023",
  "donor": "NZ Meat Workers Union",
  "address": "68 Langdons Road Papanui Christchurch",
  "lat": -43.4916052,
  "lon": 172.6036265,
  "total": 35000,
  "sector": "Union",
  "description": "The New Zealand Meat Workers and Related Trades Union is a national Union which represents the interests of employees working within the New Zealand meat processing and related trades industries, including butchers, slaughterers, boners, wrapper packers, workers in abattoirs, boning rooms, slaughterhouses, smallgoods factories, by-products, and fertilizer plants.\n \n The New Zealand Meat Workers and Related Trades Union is part of the New Zealand union movement that serves to protect and represent the interests of workers in a number of ways – through its representative group, the New Zealand Council of Trade Unions (NZCTU), and on an individual union basis, the union movement lobbies government to pass laws to protect workers’ rights in regard to industrial relations, occupational health and safety and workers compensation. The highest body of the union is the National Conference. The Conference meets twice a year. There are 2 Regional meetings held annually (one in the Northern Region and one in the Southern Region)"
  },
  {
  "political_party": "Green Party of Aotearoa New Zealand",
  "date_received": "7 June 2023",
  "donor": "Mark Zeman",
  "address": "36 Valley Road Titirangi Auckland 0604",
  "lat": -36.948128,
  "lon": 174.6637658,
  "total": 21250,
  "sector": "Technology, Design",
  "description": "Mark has 25 years of digital media experience in a variety of both commercial and academic roles.\n \n He founded Morse Media - a new media design studio, in 1997 and spent five years as Director and Lead Developer working to bridge the gap between design agencies and IT firms new to the web. He worked behind the scenes to bring projects to fruition such as the ACC intranet, Royal New Zealand Navy and Airways New Zealand websites while also founding important cultural projects like nzmusic.com that helped revive New Zealand's love of local music and launch bands like Steriogram."
  },
  {
  "political_party": "Freedoms New Zealand",
  "date_received": "2 June 2023",
  "donor": "Warwick & Averil Norman",
  "address": "5 Paget Street Freemans Bay Auckland",
  "lat": -36.8553918,
  "lon": 174.7475274,
  "total": 23000,
  "sector": "Flooring",
  "description": "Na"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "2 June 2023",
  "donor": "Dame Jenny Gibbs",
  "address": "Apt508, 155 Beaumont Street Wynyard Quarter Auckland 1010",
  "lat": -36.8419111,
  "lon": 174.7548551,
  "total": 55000,
  "sector": "art, manufacturing",
  "description": "Dame Jennifer Barbara Gibbs DNZM (née Gore; born 14 September 1940) is a New Zealand philanthropist and art collector, and in 2007 was described as \"\"the most constant champion of contemporary art in New Zealand."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "31 May 2023",
  "donor": "Peter Menzies",
  "address": "25 William Street Takapuna Auckland",
  "lat": -36.791871,
  "lon": 174.7784444,
  "total": 20500,
  "sector": "Logistics",
  "description": "Founder of Mainzeal"
  },
  {
  "political_party": "New Zealand First",
  "date_received": "30 May 2023(amended return received 10 July 2023)",
  "donor": "Estate of Hugh Barrc/- Public TrustLevel",
  "address": "8, 22-28 Willeston Street Wellington 6011",
  "lat": -41.2868702,
  "lon": 174.7775961,
  "total": 64979.69,
  "sector": "NA",
  "description": "NA"
  },
  {
  "political_party": "New Zealand Labour Party",
  "date_received": "29 May 2023",
  "donor": "E TuIncorporated",
  "address": "7 McGregor Street Rongotai Wellington 6022",
  "lat": -41.3272689,
  "lon": 174.8011303,
  "total": 90000,
  "sector": "Union, NGO",
  "description": "E tū is a democratic union representing tens of thousands of people who work in six industries. Together we fight for fair pay and conditions on the job.\n \n Our name comes from a Māori waiata:\n \n E tū kahikatea\n Hei whakapae ururoa\n Awhi mai awhi atu\n Tātou tātou e\n \n Stand like the kahikatea tree\n To brave the storms\n Embrace and receive each other\n We are one together\n \n When you join E tū you’re gaining strength on your worksite and the support of E tū members across New Zealand. And because you’re standing together with your workmates, you get a real say at your workplace.\n \n As the biggest private sector union in New Zealand, E tū provides members with services like workplace representation, legal advice, a freephone support centre, education on workrights and a political voice."
  },
  {
  "political_party": "Green Party of Aoteroa New Zealand",
  "date_received": "26 May 2023",
  "donor": "Michael Lookman",
  "address": "63 Greenacres Road Richmond Nelson 7081",
  "lat": -41.315067,
  "lon": 173.085506,
  "total": 100000,
  "sector": "Technology, Finance, Fintech",
  "description": "Nelson investor with an interest in Harmoney, a fintech firm"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "19 May 2023",
  "donor": "Gregory J & Paula R Dickson",
  "address": "68C Marine Parade Mt Maunganui",
  "lat": -37.639645,
  "lon": 176.1893752,
  "total": 25000,
  "sector": "banking, logistics, finance, Cargo IT",
  "description": "Under Greg Dickson's leadership, one of New Zealand's largest nationwide waterfront cargo logistics companies has grown substantially and is now a large employer in the country.\n \n Mr Dickson has today been recognised for his service to the cargo logistics industry and has been named a Member of the New Zealand Order of Merit. Mr Dickson had been the managing director of ISO since 1997 and under his leadership it had grown to be a substantial New Zealand company."
  },
  {
  "political_party": "New Zealand Labour Party",
  "date_received": "18 May 2023",
  "donor": "Richard John Hubbard",
  "address": "114 Hensman Road Queenstown 9300",
  "lat": -45.0320298,
  "lon": 168.6788406,
  "total": 100000,
  "sector": "food production",
  "description": "Founder of Hubbard Foods Ltd. The company is a New Zealand manufacturer of breakfast cereals based in Auckland. It sells cereals under its Hubbard brand and private labels. Its founder is Dick Hubbard,[1] who stepped down as CEO from 2004-2007 to serve as the mayor of Auckland. According to The Sunday Star-Times, in July 2010, Hubbard was \"The number three player, behind Sanitarium and Kellogg's, in the so-called 'ready-to-eat' cereal market\" in New Zealand.[2] It employs around 150 staff."
  },
  {
  "political_party": "New Zealand Labour Party",
  "date_received": "18 May 2023",
  "donor": "Phillip Mills",
  "address": "6 Cremorne Street Herne Bay Auckland 1011",
  "lat": -36.8430396,
  "lon": 174.7308365,
  "total": 50000,
  "sector": "Gyms",
  "description": "Owner of Les Mills"
  },
  {
  "political_party": "Green Party of Aotearoa New Zealand",
  "date_received": "16 May 2023",
  "donor": "Estate of Betty Harrisc/- Public Trust",
  "address": "92 Bank Street Whangarei",
  "lat": -35.7234864,
  "lon": 174.3200419,
  "total": 100000,
  "sector": "NA",
  "description": "Na"
  },
  {
  "political_party": "Vision New Zealand",
  "date_received": "10 May 2023",
  "donor": "Raewyn Bhana",
  "address": "78 Moumoukai Hill Road Nest Valley Auckland",
  "lat": -36.77156,
  "lon": 174.749779,
  "total": 25000,
  "sector": "Healthcare",
  "description": "Deputy Director at The Whanau Ora Community Clinic"
  },
  {
  "political_party": "Freedoms New Zealand",
  "date_received": "10 May 2023",
  "donor": "Warwick & Averil Norman",
  "address": "5 Paget Street Freemans Bay Auckland",
  "lat": -36.8553918,
  "lon": 174.7475274,
  "total": 23000,
  "sector": "Flooring",
  "description": "Na"
  },
  {
  "political_party": "New Zealand First",
  "date_received": "8 May 2023",
  "donor": "AJR Finance Ltd",
  "address": "Waterloo Business Park 23 Commerce Crescent Islington Christchurch",
  "lat": -43.5390679,
  "lon": 172.5025783,
  "total": 50000,
  "sector": "Finance, Property",
  "description": "Na"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "8 May 2023",
  "donor": "Michael Reid",
  "address": "21 Hanene Street St Heliers 1071",
  "lat": -36.8508923,
  "lon": 174.8498561,
  "total": 50000,
  "sector": "Investment, Finance",
  "description": "Na"
  },
  {
  "political_party": "New Zealand First",
  "date_received": "5 May 2023",
  "donor": "John Bayley",
  "address": "13 Glanville Terrace Parnell Auckland",
  "lat": -36.856172,
  "lon": 174.789137,
  "total": 50000,
  "sector": "Property",
  "description": "John Bayley has been actively involved in the real estate industry for more than 45 years. He joined the real estate industry in his early 20s working with his father Graham for Hamilton-based Matthews and Hyde.\n \n In 1973, Graham and John established Bayleys Real Estate. The company’s first office was in Papatoetoe and much of their early business revolved around the commercial and residential development of former farmland in the South Auckland region. An office was established in the Auckland Central Business District in the early 1980s and for most of that decade Bayleys focused on the commercial and industrial real estate market where it became a substantial player.\n \n Bayleys conducted most of the large corporate property disposal programmes of the late 80s, when it introduced the concept of portfolio marketing to New Zealand. With a dearth of property buyers in New Zealand after the sharemarket crash, John and David Bayley also pioneered new offshore markets for New Zealand property in the Middle East and South East Asia.\n \n Throughout the 1990s, John Bayley led a strategic initiative to expand Bayleys nationally across all sectors of the market in all parts of the country and a national franchise network was established which now has over 91 offices with over 2000 people.\n \n John has also remained very “hands-on” on the sales side of the business and plays in a key role in managing large sales projects and in dealing with substantial clients. He has an extensive range of investor and developer contacts both nationally and internationally."
  },
  {
  "political_party": "New Zealand First",
  "date_received": "3 May 2023",
  "donor": "Dave Muller",
  "address": "Suite 1, Level 1112 Parnell Road Parnell Auckland",
  "lat": -36.861146,
  "lon": 174.789077,
  "total": 20000,
  "sector": "Property",
  "description": "David Muller’s company, Tram Lease, which he owns with two other rich listers, Adrian Burr and Mark Wyborn, boasts a 28ha property portfolio mostly in the upper North Island.\n \n In Auckland Tram Lease owns a mix of properties mainly along key transport lines, including large tracts of former railway land around Newmarket and commercial and industrial sites through Onehunga and Penrose.\n \n Tram Lease made headlines as an opponent to Auckland’s City Rail Link, taking it to the Environment Court over the disruption caused to one of its Mt Eden Properties. The rich-lister backed property unit was unsuccessful however.\n \n Tram Lease is one portfolio within a wider property company, Tramco, which boasts $1.8 billion in assets and claims to be one of the country’s biggest privately held land property groups."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "3 May 2023",
  "donor": "Gregory J & Paula R Dickson",
  "address": "68C Marine Parade Mt Maunganui",
  "lat": -37.639645,
  "lon": 176.1893752,
  "total": 25000,
  "sector": "Logistics, Freight",
  "description": "Under Greg Dickson's leadership, one of New Zealand's largest nationwide waterfront cargo logistics companies has grown substantially and is now a large employer in the country.\n \n Mr Dickson has today been recognised for his service to the cargo logistics industry and has been named a Member of the New Zealand Order of Merit. Mr Dickson had been the managing director of ISO since 1997 and under his leadership it had grown to be a substantial New Zealand company."
  },
  {
  "political_party": "New Zealand Labour Party",
  "date_received": "3 May 2023",
  "donor": "Karl Maughan",
  "address": "33 Central Terrace Wellington",
  "lat": -41.2899573,
  "lon": 174.7660393,
  "total": 33804.35,
  "sector": "Art",
  "description": "Karl Maughan is an artist who is dedicated to his chosen subject matter—the garden. Just as a garden is carefully cultivated, so does Maughan cultivate his paintings. Working from photographs, he creates compositions that balance familiarity with an otherworldly transcendence. His latest works offer bolder, looser brushstrokes as he applies rich colours in impasto style.\n \n Karl Maughan has been captivated by what has emerged as his signature subject – the garden – for decades. He held his first solo exhibition at Brooker Galleries in 1987, after completing a Master of Fine Arts at Elam School of Fine Arts. In 1994 Maughan moved to London and had several studios around the East End, which he shared with artists who were later notable figures in the Young British Artists movement. Maughan returned to New Zealand in 2005 and currently lives and works in Wellington."
  },
  {
  "political_party": "Green Party of Aotearoa New Zealand",
  "date_received": "27 April 2023",
  "donor": "Weft Knitting Company",
  "address": "61-69 Orbell Street Sydenham Christchurch 8023",
  "lat": -43.5443469,
  "lon": 172.6320675,
  "total": 100000,
  "sector": "wool, knitting",
  "description": "Thermalwear and knitting manufacturer"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "19 April 2023",
  "donor": "Philip Maurice Carter",
  "address": "12/214 Hereford Street Christchurch Central 8011",
  "lat": -43.532179,
  "lon": 172.6424197,
  "total": 50000,
  "sector": "Property",
  "description": "Philip Carter, of Christchurch property investor Carter Group, has emerged as a major investor in would-be bank Heartland New Zealand after buying an $8 million stake from Pyne Gould's Torchlight Investment Group yesterday.\n \n Carter, who also holds 1.8 per cent of Pyne Gould, has built up a 5.4 per cent stake in Heartland, after buying 15.4 million shares from Torchlight in an off-market deal, according to a substantial shareholder notice. Between March and July he bought almost 919,000 shares at an average 47 cents apiece to his 4.7 million shares.\n \n Heartland's shares rose 3.9 per cent to 53 cents, and have gained 8.2 per cent this year. The stock is rated 'outperform' according to the recommendations of two analysts compiled by Reuters, with a median target price of 60 cents."
  },
  {
  "political_party": "New Zealand First",
  "date_received": "14 April 2023",
  "donor": "Trevor Farmer",
  "address": "Level 616 Viaduct Harbour Avenue Auckland",
  "lat": -36.8449448,
  "lon": 174.7570021,
  "total": 50000,
  "sector": "Property, Finance, Venture Capital, Construction",
  "description": "Trevor Farmer keeps a low profile despite owning a property portfolio worth hundreds of millions of dollars.\n \n Now in is 80s, his son, Dean, represents the family interests on the boards of investment vehicles including Viaduct Harbour Holdings, Tramco and Tappenden Holdings, whose major assets include the huge Wairakei Pastoral development in the central North Island and a $1 billion land bank in Auckland's Viaduct Harbour.\n \n Through their 30% shareholding in Viaduct Harbour Holdings, the Farmers are behind plans for a new 165-room luxury waterfront hotel called One Market Square which is being marketed to international investors for construction on the old Simunovich Fisheries site.\n \n Tappenden owns a small stake in 9 Spoke, the New Zealand-based cloud accounting start-up that listed on the ASX in 2016.\n \n Keen supporters of the arts, Trevor and Jan Farmer are long time residents on Auckland's plush Paritai Drive and, along with fellow Rich Lister Sir Christopher Mace, they share in the ownership of the 180ha Paroa Bay Station overlooking the sea near Russell."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "12 April 2023",
  "donor": "Graeme Thomas Harrison",
  "address": "143 Forest Drive Methven 7730",
  "lat": -43.6287623,
  "lon": 171.6369484,
  "total": 22000,
  "sector": "Meat, Agriculture, food production",
  "description": "Sir Graeme Thomas Harrison KNZM (born 13 November 1948) is a New Zealand business executive. He was the driving force behind ANZCO Foods, which is New Zealand's fifth-largest exporter. He was at the helm of ANZCO Foods for 34 years until his retirement in 2018."
  },
  {
  "political_party": "New Zealand First",
  "date_received": "11 April 2023",
  "donor": "M J Wyborn",
  "address": "1C, 89 Halsey Street The Viaduct CBD Auckland",
  "lat": -36.8434432,
  "lon": 174.7579096,
  "total": 50000,
  "sector": "Property, Joint Ventures, Property Finance, Venture Capital, Finance, Construction",
  "description": "At the age of 78, Auckland property investor Mark Wyborn has pretty much retreated from the day-to-day running of a huge property portfolio that includes major shareholdings in Auckland’s Viaduct Harbour and the central North Island.\n \n Along with long-time investment partners Trevor Farmer, Alan Gibbs and Ross Green, Wyborn remains a major shareholder in Viaduct Harbour Holdings, which bought 28 hectares of Viaduct Harbour land from Ports of Auckland in 1996 and turned it into a $1 billion land bank that draws a steady and no doubt lucrative income stream from ground leases.\n \n In early 2018 VHH found itself in the middle of the battle to decide where the 2021 America’s Cup bases should be sited on Auckland’s Waitemata waterfront when it criticised Team NZ plans to extend Wynyard Wharf. VHH chief executive Angela Bull said the extension would be a visual barrier to the waterfront and Team NZ responded in vitriolic style saying: “Anything they come up with will be laced with money-making self interest.”\n \n While mostly a passive investor, VHH has unveiled plans for a luxury hotel on the old Simunovich Fisheries site overlooking the Viaduct. Renamed ‘One Market Square’, the 165-room, five star-hotel will provide stunning views of Auckland and the Hauraki Gulf and Bull says it will be a world-class development that all Aucklanders can be proud of.\n \n Wyborn’s other major investments include a quarter share in Tramco Group, the property investment company that owns the huge 25,000ha Wairakei Estate in the central North Island, which has been partially converted into dairy farms leased by Landcorp. \n \n Nowadays, the former bulldozer contractor is represented on various boards by his property investor son, Justin, who manages Auckland’s Vantage Group and Vantage Properties. Perhaps with succession in mind, several companies have been created with shares equally divided between Wyborn senior and his children including Wyborn Capital Properties which owns a small portfolio of industrial buildings in East Tamaki."
  },
  {
  "political_party": "New Zealand Labour Party",
  "date_received": "6 April 2023",
  "donor": "Islay Little",
  "address": "123 Opoho Road Opoho Dunedin 9010",
  "lat": -45.8574069,
  "lon": 170.5277154,
  "total": 100000,
  "sector": "Political",
  "description": "Labour party activist"
  },
  {
  "political_party": "Green Party of Aotearoa New Zealand",
  "date_received": "3 April 2023",
  "donor": "Phillip Mills",
  "address": "6 Cremorne Street Auckland 1011",
  "lat": -36.8430396,
  "lon": 174.7308365,
  "total": 50000,
  "sector": "Gyms",
  "description": "Owner of Les Mills Gy"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "3 April 2023",
  "donor": "Velocity Freight Ltd Level",
  "address": "10, BDO Tower19 Como Street Takapuna",
  "lat": -36.78848415,
  "lon": 174.7691689,
  "total": 100000,
  "sector": "Logistics, Freight",
  "description": "Logistics and Freight company"
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "3 April 2023",
  "donor": "Tracy Summerfield",
  "address": "66 Melton Grange Road West Melton7671",
  "lat": -43.498278,
  "lon": 172.362007,
  "total": 20030,
  "sector": "Political",
  "description": "National Candidate for Wigram"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "24 March 2023",
  "donor": "Christopher Meehan",
  "address": "19 Herne Bay Road Herne Bay Auckland 1011",
  "lat": -36.8463575,
  "lon": 174.7280918,
  "total": 50000,
  "sector": "Property",
  "description": "Christopher Scott Meehan is responsible for advising Lakeside Developments 2017\n Limited (“LDL”) about consenting, development, marketing and sales strategy, and other aspects of\n greenfield residential master planned development, intended to be carried out by LDL, in developing the development to be known as ‘Lakeside’.\n Also a director of LDL.\n Chris Meehan has been involved in different aspects of property development for about 20 years. In 2000, established Belle Property in Sydney, Australia. Belle is a property marketing and real estate agency\n company, which specialises in premium real estate services. In 2008, Meehan formed Winton Partners. Winton Partners is a New Zealand owned residential developer, of note, with 12 land development projects underway throughout New Zealand and Australia, that will\n deliver in excess of 7,000 residential lots and apartment units upon completion."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "24 March 2023",
  "donor": "Align Farm Investments Limited",
  "address": "114 North Ridge Road Queenstown 9371",
  "lat": -44.9708097,
  "lon": 168.7135207,
  "total": 100000,
  "sector": "Farming, Agriculture",
  "description": "Agricultural Producers"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "24 March 2023",
  "donor": "Christopher Reeve",
  "address": "21 William Street Takapuna Auckland 0622",
  "lat": -36.7920695,
  "lon": 174.7785665,
  "total": 25000,
  "sector": "Farming, Property, Health",
  "description": "dairy farmer-turned property developer Christopher Reeve, worth $75 million according to NBR’s Rich List."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "24 March 2023",
  "donor": "Christopher & Banks Limited Level",
  "address": "4 3 Ferncroft Street Grafton Auckland 1010",
  "lat": -36.8591979,
  "lon": 174.767528,
  "total": 100000,
  "sector": "Technology, Finance",
  "description": "Christopher and Peter Huljich have invested (via their private equity business Christopher and Banks Limited (John Banks (managing partner) and Chris Hulich (partner)[18]), in a number of business startups and established technology businesses[19] including \"Pushpay\" which facilitates donations to charitable organisations and of which Peter and Chris Huljich are directors.[20] On 14 July, interests associated with Peter and Chris Huljich sold a $120m bloc of shares, representing around 5% of the company share register.[1] They continued to hold around 15% of the company post selldown ."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "24 March 2023",
  "donor": "Graeme Edwards for Beethoven Trust Apartment",
  "address": "4/119 St Stephens Avenue Parnell Auckland 1052",
  "lat": -36.8516865,
  "lon": 174.7909894,
  "total": 50000,
  "sector": "NA",
  "description": "NA"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "24 March 2023",
  "donor": "Gary Lane",
  "address": "9 Argyle Street Herne Bay Auckland",
  "lat": -36.8429587,
  "lon": 174.7322645,
  "total": 50000,
  "sector": "Health Supplements",
  "description": "Mr Lane has owned supplements business Healtheries since 1990.\n \n Mr Lane also owns the Wairakei golf course with close associates and fellow millionaires Trevor Farmer and Peter Francis, who have been praised by golfing experts for major upgrades of the course.\n \n Mr Lane, a keen golfer and sailor, also chairs the board of superyacht maker Alloy Yachts. He was overseas this month and did not respond to questions about his house purchases."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "24 March 2023",
  "donor": "Murray Chandler",
  "address": "91 Stanley Point Road Stanley Point Auckland 0624",
  "lat": -36.828887,
  "lon": 174.7731962,
  "total": 100000,
  "sector": "Chess",
  "description": "Murray Graham Chandler MNZM (born 4 April 1960, Wellington, New Zealand) is a New Zealand chess grandmaster. In the 1980s he gained British citizenship and represented England at six Chess Olympiads. He has since returned to New Zealand. Chandler is also known as a chess writer, chess publishing executive and occasional organiser of chess tournaments. He remains the only New Zealand player to gain the title of grandmaster for over the board chess."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "24 March 2023",
  "donor": "Graeme Richard Hart",
  "address": "Level 9 148 Quay Street Auckland",
  "lat": -36.8452135,
  "lon": 174.77409,
  "total": 100000,
  "sector": "Finance, property, manufacturing",
  "description": "Graeme Richard Hart (born 1955) is a New Zealand billionaire businessman and the country's wealthiest person.[1] He prefers to stay out of the media and makes few public appearances. As of March 2022, his net worth was estimated at US$9.7 billion.[2]\n \n Much like other leveraged buyout (LBO) private equity investors, Hart has a preference for buying underperforming and undervalued companies with steady cash flows which can be turned around through better cash management, cost-cutting and restructuring with other businesses. Since his 2006 purchase of Carter Holt Harvey he has focused his acquisitions on the paper packaging sector. His largest acquisition to-date was for Alcoa's Packaging & Consumer group in 2008 for US$2.7bn, later renamed Reynolds Packaging Group.[3] He does not directly manage his businesses, and is focused mostly on the financing related to re-capitalization of the companies.\n \n Forbes stated that Hart was the 274th richest person in the world as of March 2022.[2] In 2022, Hart was inducted into the New Zealand Business Hall of Fame.[4]"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "24 March 2023",
  "donor": "Trevor Farmer",
  "address": "6/16 Viaduct Harbour Avenue Auckland Central Auckland",
  "lat": -36.8456132,
  "lon": 174.7584091,
  "total": 100000,
  "sector": "Property, Finance, Venture Capital",
  "description": "Trevor Farmer keeps a low profile despite owning a property portfolio worth hundreds of millions of dollars.\n \n Now in is 80s, his son, Dean, represents the family interests on the boards of investment vehicles including Viaduct Harbour Holdings, Tramco and Tappenden Holdings, whose major assets include the huge Wairakei Pastoral development in the central North Island and a $1 billion land bank in Auckland's Viaduct Harbour.\n \n Through their 30% shareholding in Viaduct Harbour Holdings, the Farmers are behind plans for a new 165-room luxury waterfront hotel called One Market Square which is being marketed to international investors for construction on the old Simunovich Fisheries site.\n \n Tappenden owns a small stake in 9 Spoke, the New Zealand-based cloud accounting start-up that listed on the ASX in 2016.\n \n Keen supporters of the arts, Trevor and Jan Farmer are long time residents on Auckland's plush Paritai Drive and, along with fellow Rich Lister Sir Christopher Mace, they share in the ownership of the 180ha Paroa Bay Station overlooking the sea near Russell."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "24 March 2023",
  "donor": "Michael George Thorburn",
  "address": "91 Arney Road Remuera Auckland",
  "lat": -36.8702778,
  "lon": 174.7921812,
  "total": 50000,
  "sector": "Lighting",
  "description": "Mike Thorburn, the grandson of George Levett Thorburn who established the company ECC Lighting in Auckland in 1909, has run the company for the past 20 years, with stores now in Auckland, Wellington, Sydney, Brisbane and Melbourne."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "23 March 2023",
  "donor": "Nicholas James Mowbray",
  "address": "186 Mahoenui Valley Road Coatesville Auckland",
  "lat": -36.725203,
  "lon": 174.660116,
  "total": 100000,
  "sector": "Manufacturing",
  "description": "Zuru toy manufacturing"
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "17 March 2023",
  "donor": "Brendan Lindsay",
  "address": "11A Burwood Crescent Remuera Auckland 1050",
  "lat": -36.8623941,
  "lon": 174.7995958,
  "total": 50000,
  "sector": "Manufacturing",
  "description": "Brendan Lindsay grew up in Pukerua Bay near Wellington. In 1982 he established the successful New Zealand manufacturing company Sistema Plastics. Following its sale in 2016, Brendan and wife Jo purchased the iconic Cambridge Horse Stud realising their joint passion for the horse racing Industry and ensuring it remained in New Zealand hands. Brendan and Jo have always been involved in helping those less fortunate and have more recently established the Lindsay Foundation to further those aims."
  },
  {
  "political_party": "New Zealand National Party",
  "date_received": "17 March 2023",
  "donor": "Vanessa Weenink",
  "address": "38a Hackthorne Road Cashmere Christchurch",
  "lat": -43.5737272,
  "lon": 172.6238463,
  "total": 20040,
  "sector": "Political",
  "description": "General practitioner and Banks Peninsula local Dr Vanessa Weenink has been selected by local party members as National’s candidate for Banks Pensinula in this year’s General Election.\n \n Vanessa currently lives and works in Christchurch, where she and her husband have raised their family. Vanessa has spent years delivering for the people as a local GP, having served as the Chair of the GP Council of the New Zealand Medical Association and as Deputy Chair of the Medical Association. Vanessa has also held multiple governance positions in the Health sector at the local and National level."
  },
  {
  "political_party": "New Zealand Labour Party",
  "date_received": "13 March 2023",
  "donor": "New Zealand Dairy Workers Union",
  "address": "34 Harwood Street Hamilton North 3204",
  "lat": -37.78069955,
  "lon": 175.2750306,
  "total": 50000,
  "sector": "Union, Agriculture, Transportation",
  "description": "The New Zealand Dairy Workers Union is a national trade union in New Zealand. It represents 7,000 workers active in dairy factories, town milk supply, processing plants, stores and warehousing, packing, can-making, and other ancillary activities including drivers."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "10 March 2023",
  "donor": "Sir Peter Vela",
  "address": "10 Hinau Road Karaka 2113",
  "lat": -37.0752552,
  "lon": 174.9261116,
  "total": 50000,
  "sector": "Fishing, Horseracing, Food production",
  "description": "Sir Peter James Vela KNZM (born 1948 or 1949) is a New Zealand businessman and Thoroughbred breeder and owner. With his brother Philip he founded Vela Fishing and Pencarrow Stud. He is most notably associated with the mare Ethereal, winner of the 2001 Melbourne Cup."
  },
  {
  "political_party": "ACT New Zealand",
  "date_received": "10 March 2023",
  "donor": "Dame Jenny Gibbs",
  "address": "Apt 508, 155 Beaumont Street Wynyard Quarter Auckland 1010",
  "lat": -36.8419111,
  "lon": 174.7548551,
  "total": 50000,
  "sector": "Art, Manufacturing",
  "description": "Dame Jennifer Barbara Gibbs DNZM (née Gore; born 14 September 1940) is a New Zealand philanthropist and art collector, and in 2007 was described as \"the most constant champion of contemporary art in New Zealand.\"[1]"
  },
  {
  "political_party": "DemocracyNZ",
  "date_received": "7 March 2023",
  "donor": "Steve Dent",
  "address": "138 Tirohanga Road Tirohanga Lower Hutt",
  "lat": -41.1961539,
  "lon": 174.9033077,
  "total": 20000,
  "sector": "Property, Construction",
  "description": "Director Steven Dent is a Queenstown local with 20 years extensive knowledge and experience in the local construction industry - he is a qualified carpenter, Licensed Building Practitioner and a Registered Master Builder.\n \n Over the years Steve has built and project managed many well known Queenstown landmarks. His experience extends to high end residential architectural builds and commercial developments.\n \n Steve prides himself on delivering quality projects on time, within budget and ensures that all work carried out is to the highest possible workmanship."
  },
  {
  "political_party": "New Zealand First",
  "date_received": "3 March 2023",
  "donor": "The Estate of Hugh Barr C/- Public Trust Level",
  "address": "8, 22-28 Willeston Street Wellington 6011",
  "lat": -41.2868702,
  "lon": 174.7775961,
  "total": 116162,
  "sector": "NA",
  "description": "Na"
  }
  ]
  
  